Repository: KaranParmarkp/snaplor
Catalog: lib/app/utils/l10n/app_*.arb
Languages: ta, te

# appName
source: Jyotishee
ta: ஜோதிடஸ்வி
te: జ్యోతిషీ

# appPrefName
source: Jyotishee
ta: ஜோதிடஸ்வி
te: జ్యోతిషీ

# appFirstTime
source: FirstTime
ta: முதல் முறை
te: మొదటి సమయం

source: No Internet
ta: இணைய இல்லை
te: ఇంటర్నెట్ లేదు

source: Yes
ta: ஆமாம்
te: అవును

source: No
ta: இல்லை
te: కాదు

# networkException
source: No internet connection
ta: இணைப்பு பிழை
te: ఇంటర్నెట్ కనెక్షన్ లేదు

# noBodyException
source: No response body was received
ta: பிற பிரதிக்கை உடைய எதுவும் பெறப்படவில்லை
te: సరికొత్త బాడీ వస్తుంది

# timeOutException
source: Connection timeout
ta: இடைவெளியீட்டு நேரம் கட்டப்பட்டது
te: కనెక్షన్ టైమ్‌అవుట్

source: Socket Exception
ta: சோக்கேட் பிழை
te: సాకెట్ ఎక్సెప్షన్

# clientConnectionException
source: Failed to establish a connection with the server
ta: சேவையகத்துடன் தொடர்பு கொடுப்பதில் தோல்வி ஏற்பட்டது
te: సర్వర్‌తో కనెక్షన్ స్థాపించడం విఫలమైంది

# clientNoResponseException
source: No response from the server was received
ta: சேவையகத்தில் இடைவெளியீடு ஏற்படவில்லை
te: సర్వర్‌నుంచి స్వీకారం లేదు

# clientSendReqException
source: Timeout before the request could be sent
ta: கோரிக்கை அனுப்ப முடியாத நேரம் ஏற்பட்டது
te: అభ్యర్ధన పంపడం ముందు టైమ్‌అవుట్

# clientReqCancelException
source: Request was cancelled
ta: கோரிக்கை ரத்து செய்யப்பட்டது
te: అభ్యర్థన రద్దు అయింది

# unexpectedException
source: An unexpected response was received from the server
ta: சேவையகத்தில் எதிர்பார்க்கப்படாத பின்னர் எதிர்ப்பு பெறப்பட்டது
te: సర్వర్‌నుండి అనికిష్ట స్పందన వచ్చింది

# enterPass
source: Enter Password
ta: கடவுச்சொல் உள்ளிடவும்
te: పాస్‌వర్డ్ నమోదు చేయండి

source: Enter Address
ta: முகவரி உள்ளிடவும்
te: చిరునామా నమోదు చేయండి

source: Welcome back!
ta: மறுவருகிறோம்!
te: మరిన్ని స్వాగతం!

# loginTojyotishee
source: Log in to your Quinable account
ta: உங்கள் குவினபிள் கணக்குக்கு உள்நுழைக
te: మీ జ్యోతిషీ ఖాతాకు లాగిన్ చేయండి

source: Email/Mobile Number
ta: மின்னஞ்சல் / மொபைல் எண்
te: ఇమెయిల్ / మొబైల్ సంఖ్య

source: Password
ta: கடவுச்சொல்
te: పాస్‌వర్డ్

source: Forgot Password?
ta: கடவுச்சொல் மறந்து விட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?

source: SIGN IN
ta: உள்நுழைக
te: సైన్ ఇన్

source: Log In
ta: உள்நுழைய
te: లాగిన్

source: SIGN UP
ta: பதிவுப் பெறு
te: సైన్ అప్

source: Or Use Touch Id
ta: அல்லது கைப்பேசி ஐடி பயன்படுத்தவும்
te: లేదా టచ్ ఐడి ఉపయోగించు

# letStarted
source: Let’s Get Started
ta: ஆரம்பிக்கலாம்
te: మొదలుపెట్టాం

# connectUser
source: Connect with user through chatting or calling. Enjoy safe and private experience
ta: உபயோகாளருடன் உரைப்பதற்கு அல்லது அழைத்து பேசுவதற்கு இணைக்கவும். பாதுகாப்பாக மற்றும் தனிப்பட்ட அனுபவத்தை புகுபதிக்கவும்
te: చాటింగ్ లేదా కాలింగ్ ద్వారా వాడుకరును కనెక్ట్ చేయండి. సురక్షితం మరియు ప్రైవేట్ అనుభవాన్ని ఆనందించండి

source: Phone Number
ta: தொலைப்பேசி எண்
te: ఫోన్ సంఖ్య

# enterPhoneNumber
source: Enter your phone number here
ta: உங்கள் தொலைப்பேசி எண் உள்ளிடவும்
te: మీ ఫోన్ నంబర్‌ను ఇక్కడ నమోదు చేయండి

source: Hi, Welcome!
ta: ஹாய், வரவேற்கிறோம்!
te: హాయ్, స్వాగతం!

# enterNumber4VerCode
source: Please enter your phone number you will receive a 4 digit code for verification
ta: தயவுசெய்து உங்கள் தொலைப்பேசி எண்ணை உள்ளிடவும், நீங்கள் ஒரு 4 இலக்க குறியீட்டு அடிப்படை பெறுவீர்கள்
te: దయచేసి మీ ఫోన్ నంబర్‌ను నమోదు చేసి, ధ్వనిప్రమాణీకరణ కోడ్ అందించబడుతుంది

source: Get OTP
ta: OTP பெறுக
te: OTP పొందండి

source: Enter Code
ta: குறியீட்டை உள்ளிடவும்
te: కోడ్ నమోదు చేయండి

# weSentSMS
source: We’ve sent an SMS with an activation code to your phone
ta: உங ்கள் மொபைல் எண்ணுக்கு ஒரு செயல்படுத்துதல் குறியீட்டுடன் ஒரு எஸ்எம்எஸ் அனுப்பப்பட்டுள்ளது
te: మేము మీ ఫోన్‌కు ఒక సక్రియతీకరణ కోడ్‌తో SMS పంపించాము

# resentOTP
source: Resend OTP
ta: OTP மீளவும்
te: OTP పునఃప్రాప్తించు

source: Entered wrong number
ta: பிழை எண் உள்ளிட்டுள்ளீர்கள்
te: సరియిన సంఖ్యను నమోదు చేయబడలేదు

source: Verify
ta: சரிபார்க்கவும்
te: ధ్వనిప్రమాణీకరించు

source: Hi,
ta: ஹாய்,
te: హాయ్,

source: Important Polices:
ta: முக்கிய கொள்கைகள்:
te: ముఖ్యమైన నియమాలు:

# neverBeRude
source: 1. Never be rude to any customer.
ta: 1. எந்த வாடிக்கையாளருக்கும் கோபமாக இருக்க வேண்டாம்.
te: 1. ఏవైనా కస్టమర్‌తో గర్వించవద్దు.

# neverShare
source: 2. Never share your personal details with any customer
ta: 2. எந்த வாடிக்கையாளருக்கும் உங்கள் தனிப்பட்ட விவரங்களை பகிர வேண்டாம்
te: 2. ఏవైనా కస్టమర్‌కు మీ వ్యక్తిగత వివరాలను పంపకుండా ఉండండి

source: Show more
ta: மேலும் காட்டு
te: మరిన్ని చూపించు

# totalEarnings
source: Total Earning
ta: மொத்த உதவிப்படுத்தல்
te: మొత్తం సంపాదన

# lifetimeEarnings
source: Lifetime Earning
ta: வாழ்க்கையின் செலவின் மொத்த உதவிப்படுத்தல்
te: జీవిత సమయం సంపాదన

# recentAct
source: Recent Activity
ta: சமீபத்திய செயல்திறன்
te: ఇటీవల చేస్తున్న కార్యకలాపం

source: Wallet Balance
ta: பண பரிமாணம்
te: వాలెట్ బ్యాలెన్స్

# calls
source: Call
ta: அழைப்பு
te: కాల్

source: Chat
ta: உரைப்பதற்கு
te: చాట్

source: Type
ta: வகை
te: రకం

source: Rate:
ta: விகிதம்:
te: రేట్:

# rateWithout
source: Rate
ta: விகிதம்
te: రేట్

source: JS Profile
ta: JS சுயவிவரம்
te: JS ప్రొఫైల్

source: Orders
ta: ஆர்டர்கள்
te: ఆర్డర్లు

source: Offers
ta: சிலவுகள்
te: ఆఫర్‌లు

source: Waitlist
ta: காத்திடுப் பட்ட பட்டியல்
te: వేట్‌లిస్ట్

source: Reviews
ta: மதிப்புரைகள்
te: సమీక్షలు

# supports
source: Support
ta: ஆதரவு
te: సపోర్ట్‌లు

source: Notification
ta: அறிவிப்பு
te: నోటిఫికేషన్

source: Accept
ta: ஏற்க
te: అంగీకరించు

# rejects
source: Reject
ta: நிராகரி
te: నిరాకరించు

source: Search
ta: தேடு
te: శోధించు

source: Recent Search
ta: சமீபத்திய தேடல்
te: ఇటీవల శోధన

source: Search here..
ta: இங்கு தேடு..
te: ఇక్కడ శోధించు..

# filters
source: Filter
ta: வடிகட்டல்கள்
te: ఫిల్టర్‌లు

# proCat
source: Product Categories
ta: தயாரிப்பு வகைகள்
te: ఉత్పత్తి వర్గాలు

source: view more
ta: மேலும் பார்க்க
te: మరిన్ని చూడు

source: Filter by Price
ta: விலை அடிப்படையில் வடிகட்டு
te: ధర ద్వారా వడ్డీ

source: Price
ta: விலை
te: ధర

# filterByWeight
source: Filter by Weight ( Ct. )
ta: எடை அடிப்படையில் வடிகட்டு (சி.டி.)
te: బరువు (సీటీ)

source: Clear All
ta: அனைத்து அழி
te: అన్నించు

source: Apply Filters
ta: வடிகட்டுகளை பயன்படுத்து
te: ఫిల్టర్‌లను వాడుక

# jyotisheeSocial
source: Jyotishee Social Profile
ta: ஜோதிடஸ்வி சமூக ப்ரொபைல்
te: జ్యోతిషీ సోషల్ ప్రొఫైల్

source: Posts
ta: போஸ்ட்கள்
te: పోస్ట్‌లు

source: Followers
ta: பின்னூட்டல்கள்
te: అనుచరులు

source: Comments
ta: கருத்துக்கள்
te: వ్యాఖ్యలు

source: Reply
ta: பதில்
te: ప్రతిసారం

source: likes
ta: விருப்பங்கள்
te: ఇష్టాలు

source: Pin to Top
ta: மேல் தொகுக்க
te: టాప్‌కు పిన్ చేయి

source: Hide
ta: மறை
te: దాచు

source: Delete
ta: நீக்கு
te: తొలగించు

source: Edit Post
ta: போஸ்டை திருத்து
te: పోస్ట్‌ను సవరించు

source: Create Post
ta: போஸ்டை உருவாக்கு
te: పోస్ట్‌ను సృష్టించు

source: Add Comment
ta: கருத்தை சேர்
te: వ్యాఖ్య జోడించు

source: more replies
ta: மேலும் பதில்கள்
te: మరిన్ని ప్రతిసారాలు

source: View
ta: காட்டு
te: చూడు

source: What's happening
ta: எ ன்ன நடக்கின்றது
te: ఏం జరుగుతోంది

source: Name
ta: பெயர்
te: పేరు

source: Gender
ta: பாலினம்
te: లింగం

source: D.O.B
ta: பிறந்த தேதி
te: జన్మ తేదీ

source: P.O.B
ta: பிற இடம்
te: పుట్టిన స్థలం

source: Problem Area
ta: சிகிச்சை பகுப்பு
te: సమస్య ప్రదేశం

source: Duration
ta: காலம்
te: వ్యవధి

source: Refund Amount
ta: பணத்தை திருப்பி
te: రీఫండ్ అమౌంట్

# openKundli
source: Open Kundali
ta: குண்டலி திறக்க
te: కుండలిని తెరవండి

# completed
source: Complete
ta: முடிந்தது
te: పూర్తి

source: Offer Applied
ta: சிலவு பின்னப்பட்டது
te: ఆఫర్ వాడించారు

source: Rs
ta: ரூ
te: రూ

source: Chat History
ta: உரைப்பதற்கு வரலாறு
te: చాట్ చరిత్ర

source: Call History
ta: அழைப்பு வரலாறு
te: కాల్ చరిత్ర

source: Offer Name
ta: சிலவு பெயர்
te: ఆఫర్ పేరు

source: Display Name
ta: காட்ட பெயர்
te: పేరు పేరు

source: User Type
ta: பயனர் வகை
te: వాడుక రకం

source: My Share
ta: என் பங்களி
te: నా పాలు

source: Jyotishee Share
ta: ஜோதிடஸ்வி பங்களி
te: జ్యోతిషీ పాలు

# customerPay
source: Customer Pays
ta: வாடிக்கையாளர் செலுத்தும்
te: వాడుకరు చెల్లించు

source: View Chat
ta: உரைப்பதற்கு பார்க்க
te: చాట్‌ను వీక్షించు

source: Message here...
ta: செய்யுங்கள் செய்யுங்கள்...
te: మెసేజ్ ఇక్కడ...

source: Chat Support
ta: உரைப்பதற்கு ஆதரவு
te: చాట్ మద్దతు

# genTerms
source: General Terms
ta: பொது விதிகள்
te: సాధారణ నిబంధనలు

# genTermsInfo
source: By accessing and placing an order with , you confirm that you are in agreement with and bound by the terms of service contained in the Terms & Conditions outlined below. These terms apply to the entire website and any email or other type of communication between you and Jyotishee. Under no circumstances shall team be liable for any direct, indirect, special, incidental or consequential damages, including, but not limited to, loss of data or profit, arising out of the use, or the inability to use, the materials on this site, even if team or an authorised representative has been advised of the possibility of such damages. If your use of materials from this site results in the need for servicing, repair or correction of equipment or data, you assume any costs thereof. will not be responsible for any outcome that may occur during the course of usage of our resources. We reserve the rights to change prices and revise the resources usage policy in any moment.
ta: இந்த இணையதளத்துடன் மற்றும் உங்களுக்கு ஏற்கனவே சேவைகள் பொறுப்பு அட்டவணையின் தரவுத்திட்டங்களுக்கு உங்கள் ஒப்புதலை நிறுத்திவிட்டுவிட்டீர்கள். இந்த தரவுத்திட்டத்தின் அனைத்து முடிவுகள் மற்றும் மறுவிட்டது அடையும் போது எந்த மாற்றுக் கொள்கை மற்றும் நிபந்தனைகளுக்குக் காரணமாக உட்படும். இந்த இணையதளத்தின் பின் வில் விலைகளை மாற்றுவது மற்றும் மேலும் எழுத்துக்களுக்கு அனுமதிகள் எப்படி மாற்றுவது என்பது எந்த நிபந்தனைகளுக்கும் பின்னர் சோதிக்கப்படும். நீங்கள் இந்த இணையதளத்தைப் பயன்படுத்துவதற்கு உங்கள் மொத்த உள்நுழைவையும் கையேடுகளும் அடிப்படையில் காட்டுவதற்கு நீங்கள் உறுதியாக நினைவில் கொண்டுள்ளீர்கள். இப்படி செய்து முடிக்கும் முடிவுகளுக்கு காரணமாக அட்டவணையில் உள்ள மாற்று நிலைகளை மாற்றக் க ாரணமாக உள்ள அந்த விலைகளைப் பார்வையிடாமல் மாற்றவில்லை. எங்கள் விலைகளை மாற்ற அல்லது மேம்படுத்த விரும்பினால், தயவுசெய்து எங்களுக்கு தொடர்பு கொள்ளவும்.
te: యొక్క ప్రయోగంలో మీరు పూర్తిగా ఒప్పుకుంటుంటారని మీకు స్పష్టంగా చేరుకోగలరు, మరియు తరిమికొంత లేదా తక్కువ విధానంలలో అనుమతించిన ప్రయోజనాలు కోసం నేను జోగించలేను. ఈ సైట్‌లో ఉన్న సామాగ్రిలో ఉపయోగం చేయడం ఫలితంగా పొందబడిన పరిణామాలకు నేను అనుమతించనున్నాను. మేము దాని ప్రామాణికతను నేరుగా అందిస్తున్నాము. అంతా కాదు కాని మేము దీనిని మీకు కొన్ని సమయాలు మార్చవచ్చు.

source: License
ta: உரிமை
te: లైసెన్స్

# defKey
source: Definition & Key Terms
ta: விளக்கம் மற்றும் முக்கிய குறிகள்
te: వివరణ & ముఖ్య పదాలు

source: Restriction
ta: குறைவு
te: పరిమితి

source: Payment
ta: கட்டணம்
te: చెల్లింపు

source: Profile
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Language
ta: மொழி
te: భాష

source: Faqs
ta: கேள்விகளுக்கு பதில்கள்
te: ప్రశ్నలు

# terms
source: Terms of Services
ta: சேவை விதிகள்
te: సేవల నిబంధనలు

# privacy
source: Privacy Policy
ta: தனியுரிமை கொள்கை
te: గోప్యతా నియమాలు

source: Logout
ta: வெளியேறு
te: లాగ్ అవుట్

source: Instruction
ta: கல்வி
te: సూచన

source: Understandable Instruction
ta: புரிந்து கொள்ள முடியும் கல்வி
te: అర్ధంగా ఉంచబడిన సూచన

# contactSupport
source: Contact Support write now
ta: இப்போ தொடர்பு கொள்ள
te: సహాయం కావలాగానే సంప్రదించండి

source: You need help?
ta: உங்களுக்கு உதவி தேவைப்படுகிறதா?
te: మీకు సహాయం కావలా?

source: Personal Details
ta: தனிப்பட்ட விவரங்கள்
te: వ్యక్తిగత వివరాలు

source: Bank Details
ta: வங்கி விவரங்கள்
te: బ్యాంకు వివరాలు

source: Call Rate
ta: அழைப்பு விகிதம்
te: కాల్ రేట్

source: Chat Rate
ta: உரைப்பு விகிதம்
te: చాట్ రేట్

source: Email
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: First Name
ta: முதற்பெயர்
te: మొదటి పేరు

source: Middle Name
ta: மத்திய பெயர்
te: మధ్య పేరు

source: Last Name
ta: குடும்ப பெயர்
te: చివరి పేరు

source: Mobile Number
ta: மொபைல் எண்
te: మొబైల్ సంఖ్య

source: Mobile
ta: மொபைல்
te: మొబైల్

source: Country
ta: நாடு
te: దేశం

source: City
ta: நகரம்
te: నగరం

source: State
ta: மாநிலம்
te: రాష్ట్రం

source: Skills
ta: திறன்கள்
te: నైపుణ్యాలు

source: Specialisation
ta: சிறப்பு
te: ప్రత్యామ్నేయం

# desc
source: Description
ta: விளக்கம்
te: వివరణ

source: Save Changes
ta: மாற்றங்களை சேமிக்க
te: మార్పులు సేవ్ చేయండి

source: Bank Name
ta: வங்கி பெயர்
te: బ్యాంకు పేరు

# ifsc
source: IFSC Code
ta: IFSC குறியீடு
te: IFSC కోడ్

# accountNum
source: Account Number
ta: கணக்கு எண்
te: ఖాతా సంఖ్య

source: Name on Account
ta: கணக்கின் பெயர்
te: ఖాతాలో పేరు

source: Request To Change
ta: மாற்ற கோரிக்கை
te: మార్పు అభ్యర్ధించండి

source: Notification Settings
ta: அறிவிப்பு அமைப்புகள்
te: నోటిఫికేషన్ సెట్టింగ్‌లు

source: Push Notification
ta: புஷ் அறிவிப்பு
te: పుష్ నోటిఫికేషన్

source: SMS Notification
ta: SMS அறிவிப்பு
te: SMS నోటిఫికేషన్

source: Email Notification
ta: மின்னஞ்சல் அறிவிப்பு
te: ఇమెయిల్ నోటిఫికేషన్

source: Version
ta: பதிப்பு
te: వెర్షన్
